Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Проверить текущую сеть
ar: فحص الشبكة الحالية
de: Aktuelles Netzwerk prüfen
en: Check current network
es: Comprobar la red actual
fr: Vérifier le réseau actuel
hi: मौजूदा नेटवर्क जाँचें
it: Verifica la rete attuale
ja: 現在のネットワークを確認
ko: 현재 네트워크 확인
pt_br: Verificar a rede atual
tr: Geçerli ağı denetle
zh_hans: 检测当前网络

source: Проверить хост
ar: فحص المضيف
de: Host prüfen
en: Check host
es: Comprobar host
fr: Vérifier l'hôte
hi: होस्ट जाँचें
it: Controlla l'host
ja: ホストを確認
ko: 호스트 확인
pt_br: Verificar host
tr: Sunucuyu kontrol et
zh_hans: 检查主机

source: Проверка
ar: الفحص
de: Prüfung
en: Check
es: Comprobación
fr: Vérification
hi: जाँच
it: Verifica
ja: チェック
ko: 확인 항목
pt_br: Verificação
tr: Denetim
zh_hans: 检测

source: Проверка %lld/%lld…
ar: الفحص %lld/%lld…
de: Prüfung %lld/%lld …
en: Checking %lld/%lld…
es: Comprobación %lld/%lld…
fr: Vérification %lld/%lld…
hi: जाँच %lld/%lld…
it: Controllo %lld/%lld…
ja: 確認中 %lld/%lld…
ko: 확인 %lld/%lld…
pt_br: Verificação %lld/%lld…
tr: Kontrol %lld/%lld…
zh_hans: 正在检查 %lld/%lld…

source: проверка NAT
ar: فحص NAT
de: NAT-Prüfung
en: NAT check
es: comprobación de NAT
fr: vérification NAT
hi: NAT जाँच
it: controllo NAT
ja: NAT チェック
ko: NAT 확인
pt_br: verificação de NAT
tr: NAT denetimi
zh_hans: NAT 检测

source: Проверка NAT
ar: فحص NAT
de: NAT-Prüfung
en: NAT check
es: Comprobación de NAT
fr: Vérification du NAT
hi: NAT जाँच
it: Controllo NAT
ja: NAT の確認
ko: NAT 확인
pt_br: Verificação de NAT
tr: NAT kontrolü
zh_hans: NAT 检查

source: Проверка блокировок
ar: فحص عمليات الحجب
de: Sperrprüfung
en: Blocking check
es: Comprobación de bloqueos
fr: Vérification des blocages
hi: ब्लॉकिंग की जाँच
it: Verifica dei blocchi
ja: ブロックのチェック
ko: 차단 확인
pt_br: Verificação de bloqueios
tr: Engelleme denetimi
zh_hans: 封锁检测

source: Проверка блэклистов
ar: فحص القوائم السوداء
de: Blacklist-Prüfung
en: Blacklist check
es: Comprobación de listas negras
fr: Vérification des listes noires
hi: काली सूची जाँच
it: Controllo delle blacklist
ja: ブラックリストの確認
ko: 블랙리스트 확인
pt_br: Verificação de listas negras
tr: Kara liste kontrolü
zh_hans: 黑名单检查

source: Проверка выполняется
ar: الفحص جارٍ
de: Prüfung läuft
en: Check in progress
es: Comprobación en curso
fr: Vérification en cours
hi: जाँच जारी है
it: Controllo in corso
ja: 確認中
ko: 확인 중
pt_br: Verificação em andamento
tr: Kontrol sürüyor
zh_hans: 检查进行中

source: Проверка завершена
ar: اكتمل الفحص
de: Test abgeschlossen
en: Test complete
es: Comprobación finalizada
fr: Test terminé
hi: जाँच पूर्ण
it: Verifica completata
ja: 確認完了
ko: 확인 완료
pt_br: Verificação concluída
tr: Test tamamlandı
zh_hans: 检测完成

source: Проверка идёт…
ar: الفحص جارٍ…
de: Test läuft…
en: Testing…
es: Comprobando…
fr: Test en cours…
hi: जाँच हो रही है…
it: Verifica in corso…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
tr: Test sürüyor…
zh_hans: 检测中…

source: Проверка не выполнена
ar: لم يُنفَّذ الفحص
de: Prüfung nicht abgeschlossen
en: Check not completed
es: Comprobación no realizada
fr: Vérification non effectuée
hi: जाँच पूरी नहीं हुई
it: Controllo non eseguito
ja: チェックを実行できず
ko: 검사를 실행하지 못함
pt_br: Verificação não realizada
tr: Test yapılamadı
zh_hans: 检查未执行

source: Проверка не запускалась
ar: لم يُشغَّل الفحص
de: Prüfung wurde noch nicht ausgeführt
en: Check hasn’t been run
es: No se ha ejecutado ninguna comprobación
fr: Aucune vérification lancée
hi: जाँच अभी चलाई नहीं गई
it: Verifica mai eseguita
ja: チェックは未実行です
ko: 확인을 실행하지 않았어요
pt_br: Verificação não executada
tr: Denetim çalıştırılmadı
zh_hans: 尚未运行检测

source: Проверка портов
ar: فحص المنافذ
de: Port-Prüfung
en: Port check
es: Comprobación de puertos
fr: Vérification des ports
hi: पोर्ट जाँच
it: Controllo delle porte
ja: ポートの確認
ko: 포트 확인
pt_br: Verificação de portas
tr: Port kontrolü
zh_hans: 端口检查

source: Проверка серверов %lld/%lld…
ar: فحص الخوادم %lld/%lld…
de: Serverprüfung %lld/%lld …
en: Checking servers %lld/%lld…
es: Comprobando servidores %lld/%lld…
fr: Vérification des serveurs %lld/%lld…
hi: सर्वर जाँच %lld/%lld…
it: Controllo dei server %lld/%lld…
ja: サーバーを確認中 %lld/%lld…
ko: 서버 확인 %lld/%lld…
pt_br: Verificando servidores %lld/%lld…
tr: Sunucu kontrolü %lld/%lld…
zh_hans: 正在检查服务器 %lld/%lld…

source: Проверки
ar: الفحوص
de: Prüfungen
en: Checks
es: Comprobaciones
fr: Vérifications
hi: जाँच
it: Controlli
ja: チェック
ko: 확인
pt_br: Verificações
tr: Kontroller
zh_hans: 检查

source: Проверки ограничений
ar: فحوص القيود
de: Prüfungen von Einschränkungen
en: Restriction checks
es: Comprobaciones de restricciones
fr: Vérifications des restrictions
hi: पाबंदी जाँच
it: Controlli delle restrizioni
ja: 制限のチェック
ko: 제한 확인
pt_br: Verificações de restrições
tr: Kısıtlama kontrolleri
zh_hans: 限制检查

source: Проверки сравнивают ваше соединение с эталоном и показывают, что именно ограничивает сеть.
ar: تقارن الفحوصات اتصالك بمرجع وتُظهر ما الذي تقيّده الشبكة بالضبط.
de: Die Prüfungen vergleichen deine Verbindung mit einer Referenz und zeigen, was das Netzwerk genau einschränkt.
en: The checks compare your connection with a reference and show exactly what the network restricts.
es: Las comprobaciones comparan tu conexión con una de referencia y muestran qué restringe exactamente la red.
fr: Les vérifications comparent votre connexion à une référence et montrent ce que le réseau restreint exactement.
hi: जाँच आपके कनेक्शन की तुलना संदर्भ से करती है और दिखाती है कि नेटवर्क वास्तव में क्या सीमित करता है।
it: I controlli confrontano la tua connessione con un riferimento e mostrano che cosa limita esattamente la rete.
ja: チェックでは、お使いの接続を対照と比較し、ネットワークが何を制限しているかを示します。
ko: 검사는 사용자의 연결을 대조와 비교해 네트워크가 무엇을 제한하는지 보여줘요.
pt_br: As verificações comparam sua conexão com uma referência e mostram o que exatamente a rede limita.
tr: Testler bağlantınızı bir referansla karşılaştırır ve ağın tam olarak neyi kısıtladığını gösterir.
zh_hans: 检查会将你的连接与参照进行比较，并显示网络具体限制了什么。

source: Проверок: %lld
ar: الفحوص: %lld
de: Prüfungen: %lld
en: Checks: %lld
es: Comprobaciones: %lld
fr: Vérifications : %lld
hi: जाँचें: %lld
it: Verifiche: %lld
ja: チェック数：%lld
ko: 확인 항목: %lld개
pt_br: Verificações: %lld
tr: Denetim: %lld
zh_hans: 检测项：%lld

source: Проверьте задержку, потери пакетов и джиттер до любого хоста.
ar: افحص التأخير وفقد الحزم والتذبذب حتى أي مضيف.
de: Prüfen Sie Latenz, Paketverlust und Jitter zu einem beliebigen Host.
en: Check latency, packet loss, and jitter to any host.
es: Comprueba la latencia, la pérdida de paquetes y el jitter hasta cualquier host.
fr: Vérifiez la latence, les pertes de paquets et la gigue vers n'importe quel hôte.
hi: किसी भी होस्ट तक विलंब, पैकेट हानि और jitter जाँचें।
it: Controlla latenza, perdita di pacchetti e jitter verso qualsiasi host.
ja: 任意のホストまでの遅延、パケット損失、ジッターを確認します。
ko: 임의의 호스트까지의 지연, 패킷 손실, 지터를 확인하세요.
pt_br: Verifique a latência, a perda de pacotes e o jitter até qualquer host.
tr: Herhangi bir sunucuya kadar gecikmeyi, paket kaybını ve jitter'i kontrol edin.
zh_hans: 检查到任意主机的延迟、丢包和抖动。

source: Проверьте написание имени и подключение к сети
ar: تحقق من الإملاء ومن اتصالك بالشبكة
de: Prüfe die Schreibweise und deine Netzverbindung
en: Check the spelling and your network connection
es: Comprueba la ortografía y tu conexión de red
fr: Vérifiez l’orthographe et votre connexion réseau
hi: वर्तनी और अपना नेटवर्क कनेक्शन जाँचें
it: Controlla l’ortografia e la connessione di rete
ja: 名前のつづりとネットワーク接続を確認してください
ko: 이름 철자와 네트워크 연결을 확인하세요
pt_br: Verifique a grafia e sua conexão de rede
tr: Yazımı ve ağ bağlantınızı kontrol edin
zh_hans: 请检查名称拼写和网络连接

source: Проверяем «%@»…
ar: جارٍ فحص “%@”…
de: „%@“ wird geprüft …
en: Checking “%@”…
es: Comprobando “%@”…
fr: Vérification de « %@ »…
hi: "%@" जाँचा जा रहा है…
it: Verifica di “%@” in corso…
ja: 「%@」を確認中…
ko: '%@' 확인 중…
pt_br: Verificando “%@”…
tr: “%@” denetleniyor…
zh_hans: 正在检测“%@”…

source: Проверяем ваше соединение…
ar: نفحص اتصالك…
de: Wir prüfen Ihre Verbindung …
en: Checking your connection…
es: Comprobando tu conexión…
fr: Vérification de votre connexion…
hi: आपका कनेक्शन जाँचा जा रहा है…
it: Controllo della tua connessione…
ja: 接続を確認中…
ko: 연결을 확인하는 중…
pt_br: Verificando sua conexão…
tr: Bağlantınız kontrol ediliyor…
zh_hans: 正在检查你的连接…

source: Проверяем доступность «разрешённых» ресурсов (Госуслуги, Яндекс, VK) и зарубежных контролей. Если работают только первые — вероятен режим белого списка при региональном шатдауне.
ar: نفحص توفّر الموارد «المسموح بها» (Госуслуги، Яндекс، VK) والمراجع الأجنبية. إذا عملت الأولى فقط فيُرجَّح وضع القائمة البيضاء أثناء إغلاق إقليمي.
de: Wir prüfen die Verfügbarkeit „erlaubter“ Ressourcen (Gosuslugi, Yandex, VK) und ausländischer Kontrollen. Wenn nur Erstere funktionieren, ist wahrscheinlich ein Whitelist-Modus während eines regionalen Shutdowns aktiv.
en: We check the reachability of “allowed” resources (Gosuslugi, Yandex, VK) and foreign controls. If only the former work, whitelist mode during a regional shutdown is likely.
es: Comprobamos la disponibilidad de los recursos “permitidos” (Gosuslugi, Yandex, VK) y de los controles extranjeros. Si solo funcionan los primeros, es probable un modo de lista blanca durante un apagón regional.
fr: Nous vérifions l'accessibilité des ressources « autorisées » (Gosuslugi, Yandex, VK) et des contrôles étrangers. Si seules les premières fonctionnent, un mode liste blanche lors d'une coupure régionale est probable.
hi: “अनुमत” संसाधनों (Госуслуги, Яндекс, VK) और विदेशी नियंत्रणों की उपलब्धता जाँचते हैं। यदि केवल पहले काम करते हैं — तो क्षेत्रीय शटडाउन के दौरान श्वेतसूची मोड की संभावना है।
it: Controlliamo la disponibilità delle risorse “consentite” (Gosuslugi, Yandex, VK) e dei controlli esteri. Se funzionano solo le prime, è probabile una modalità whitelist durante uno shutdown regionale.
ja: 「許可された」リソース（Госуслуги、Яндекс、VK）と海外の基準の到達性を確認します。前者のみが機能する場合、地域的シャットダウン時のホワイトリストモードの可能性があります。
ko: 「허용된」 리소스(Госуслуги, Яндекс, VK)와 해외 기준의 접속 가능 여부를 확인합니다. 전자만 작동한다면 지역 셧다운 시 화이트리스트 모드일 가능성이 높습니다.
pt_br: Verificamos a disponibilidade dos recursos “permitidos” (Gosuslugi, Yandex, VK) e de controles estrangeiros. Se só os primeiros funcionarem — é provável o modo de lista de permissões em um shutdown regional.
tr: “İzin verilen” kaynakların (Gosuslugi, Yandex, VK) ve yurt dışı kontrollerin erişilebilirliğini kontrol ederiz. Yalnızca ilkleri çalışıyorsa — bölgesel kapatma sırasında beyaz liste modu olabilir.
zh_hans: 检查「被允许」的资源（Госуслуги、Яндекс、VK）和境外控制点的可访问性。如果只有前者可用 — 很可能是区域性断网时的白名单模式。

source: Проверяем профиль…
ar: جارٍ فحص الملف التعريفي…
de: Profil wird geprüft…
en: Checking profile…
es: Comprobando el perfil…
fr: Vérification du profil…
hi: प्रोफ़ाइल जाँच रहे हैं…
it: Verifica del profilo…
ja: プロファイルを確認中…
ko: 프로필 점검 중…
pt_br: Verificando o perfil…
tr: Profil kontrol ediliyor…
zh_hans: 正在检测配置…

source: Проверяем…
ar: جارٍ الاختبار…
de: Wird getestet…
en: Testing…
es: Comprobando…
fr: Test en cours…
hi: जाँच हो रही है…
it: Verifica in corso…
ja: テスト中…
ko: 테스트 중…
pt_br: Testando…
tr: Test ediliyor…
zh_hans: 测试中…

source: Проверяет доступность группы узлов — провайдеров, популярных сервисов или серверов push-уведомлений.
ar: يفحص توفر مجموعة من العقد: مزودي الخدمة أو الخدمات الشائعة أو خوادم الإشعارات الفورية.
de: Prüft die Erreichbarkeit einer Gruppe von Hosts – Anbieter, beliebte Dienste oder Server für Push-Mitteilungen.
en: Checks whether a group of hosts is reachable — providers, popular services or push notification servers.
es: Comprueba la accesibilidad de un grupo de hosts: operadores, servicios populares o servidores de notificaciones push.
fr: Vérifie l’accessibilité d’un groupe d’hôtes : opérateurs, services populaires ou serveurs de notifications push.
hi: नोड के एक समूह की उपलब्धता जाँचता है — प्रोवाइडर, लोकप्रिय सेवाएँ या पुश सूचना सर्वर।
it: Verifica la raggiungibilità di un gruppo di nodi: provider, servizi popolari o server di notifiche push.
ja: プロバイダ、主なサービス、プッシュ通知サーバなど、ホストのグループへの到達性を確認します。
ko: 통신사, 인기 서비스, 푸시 알림 서버 등 호스트 그룹의 연결 상태를 확인해요.
pt_br: Verifica a disponibilidade de um grupo de nós — provedores, serviços populares ou servidores de notificações push.
tr: Bir düğüm grubunun — sağlayıcıların, popüler servislerin veya anlık bildirim sunucularının — erişilebilirliğini denetler.
zh_hans: 检测一组节点的可达性：运营商、常用服务或推送通知服务器。

source: Проверяет доступность серверов push-уведомлений (APNs и FCM).
ar: يفحص توفّر خوادم الإشعارات الفورية (APNs وFCM).
de: Prüft die Erreichbarkeit der Push-Benachrichtigungsserver (APNs und FCM).
en: Checks reachability of push notification servers (APNs and FCM).
es: Comprueba la disponibilidad de los servidores de notificaciones push (APNs y FCM).
fr: Vérifie la disponibilité des serveurs de notifications push (APNs et FCM).
hi: push नोटिफ़िकेशन सर्वर (APNs और FCM) की उपलब्धता जाँचता है।
it: Verifica la disponibilità dei server delle notifiche push (APNs e FCM).
ja: プッシュ通知サーバー (APNs と FCM) の可用性を確認します。
ko: 푸시 알림 서버(APNs 및 FCM)의 가용성을 점검합니다.
pt_br: Verifica a disponibilidade dos servidores de notificações push (APNs e FCM).
tr: Push bildirim sunucularının (APNs ve FCM) erişilebilirliğini kontrol eder.
zh_hans: 检测推送通知服务器（APNs 和 FCM）的可用性。

source: Проверяет доступность хоста из разных точек мира. Требует внешнего сервиса.
ar: يفحص توفّر المضيف من نقاط مختلفة حول العالم. يتطلب خدمة خارجية.
de: Prüft die Erreichbarkeit eines Hosts von verschiedenen Orten der Welt aus. Erfordert einen externen Dienst.
en: Checks a host's reachability from different points around the world. Requires an external service.
es: Comprueba la disponibilidad del host desde distintos puntos del mundo. Requiere un servicio externo.
fr: Vérifie l'accessibilité d'un hôte depuis différents points du monde. Nécessite un service externe.
hi: दुनिया के विभिन्न स्थानों से होस्ट की उपलब्धता जाँचता है। इसके लिए बाहरी सेवा आवश्यक है।
it: Controlla la raggiungibilità dell'host da diversi punti del mondo. Richiede un servizio esterno.
ja: 世界各地からのホストの到達性を確認します。外部サービスが必要です。
ko: 세계 여러 지점에서 호스트의 접속 가능 여부를 확인합니다. 외부 서비스가 필요합니다.
pt_br: Verifica a disponibilidade do host a partir de diferentes pontos do mundo. Requer um serviço externo.
tr: Bir sunucunun dünyanın farklı noktalarından erişilebilirliğini kontrol eder. Harici bir hizmet gerektirir.
zh_hans: 从全球不同地点检查主机的可用性。需要外部服务。

source: Проверяет доступность хоста с узлов по всему миру — ping, HTTP, TCP, DNS или UDP, с выбором стран. Видно, откуда ресурс доступен, а откуда нет. Проверка выполняется через внешний сервис.
ar: يفحص إمكانية الوصول إلى مضيف من عُقد حول العالم — ping أو HTTP أو TCP أو DNS أو UDP، مع اختيار الدول. ترى من أين يمكن الوصول ومن أين لا. يتم الفحص عبر خدمة خارجية.
de: Prüft die Erreichbarkeit eines Hosts von Knoten weltweit – ping, HTTP, TCP, DNS oder UDP, mit Länderauswahl. Du siehst, von wo die Ressource erreichbar ist und von wo nicht. Die Prüfung läuft über einen externen Dienst.
en: Checks a host’s reachability from nodes around the world — ping, HTTP, TCP, DNS or UDP, with a choice of countries. You see where the resource is reachable and where it isn’t. The check runs through an external service.
es: Comprueba la accesibilidad de un host desde nodos de todo el mundo —ping, HTTP, TCP, DNS o UDP—, con selección de países. Ves desde dónde es accesible el recurso y desde dónde no. La comprobación se realiza a través de un servicio externo.
fr: Vérifie l’accessibilité d’un hôte depuis des nœuds du monde entier — ping, HTTP, TCP, DNS ou UDP, avec choix des pays. Vous voyez d’où la ressource est accessible et d’où elle ne l’est pas. La vérification passe par un service externe.
hi: दुनिया भर के नोड से किसी होस्ट की पहुँच जाँचता है — ping, HTTP, TCP, DNS या UDP, देश चुनने के साथ। दिखता है कि संसाधन कहाँ से पहुँच योग्य है और कहाँ से नहीं। जाँच बाहरी सेवा के ज़रिए होती है।
it: Verifica la raggiungibilità di un host da nodi in tutto il mondo — ping, HTTP, TCP, DNS o UDP, con scelta dei paesi. Vedi da dove la risorsa è raggiungibile e da dove no. La verifica passa per un servizio esterno.
ja: 世界中のノードからホストの到達性を確認します — ping、HTTP、TCP、DNS、UDP、国を選択可能。どこから到達できてどこからできないかが分かります。確認は外部サービス経由で行われます。
ko: 전 세계 노드에서 호스트 도달성을 확인합니다 — ping, HTTP, TCP, DNS, UDP, 국가 선택 가능. 리소스가 어디서 도달 가능한지 아닌지 알 수 있습니다. 확인은 외부 서비스로 수행됩니다.
pt_br: Verifica a acessibilidade de um host a partir de nós pelo mundo — ping, HTTP, TCP, DNS ou UDP, com escolha de países. Você vê de onde o recurso é acessível e de onde não é. A verificação passa por um serviço externo.
tr: Bir ana makinenin dünya genelindeki düğümlerden erişilebilirliğini denetler — ping, HTTP, TCP, DNS veya UDP, ülke seçimiyle. Kaynağın nereden erişilebildiğini, nereden erişilemediğini görürsünüz. Denetim harici bir servisle yapılır.
zh_hans: 从全球各地的节点检测主机可达性——ping、HTTP、TCP、DNS 或 UDP，可选择国家/地区。可以看到资源从哪里可达、从哪里不可达。检测通过外部服务进行。

source: Проверяет по одному эталонному узлу для каждого провайдера, сервиса и сервера push-уведомлений — отвечает ли он и не мешает ли сеть. Профиль соединения меняет вид TLS-рукопожатия: если один проходит, а другой обрывается, ограничение зависит от вида соединения.
ar: يفحص عقدة مرجعية واحدة لكل مزوّد وخدمة وخادم إشعارات دفع — هل يستجيب وهل تتدخل الشبكة. يغيّر ملف الاتصال مصافحة TLS: إذا نجحت واحدة وانقطعت أخرى، فالقيد يعتمد على نوع الاتصال.
de: Prüft je einen Referenzknoten pro Anbieter, Dienst und Push-Server – ob er antwortet und ob das Netz stört. Das Verbindungsprofil ändert den TLS-Handshake: Wenn einer durchkommt und ein anderer abbricht, hängt die Sperre vom Verbindungstyp ab.
en: Checks one reference node per provider, service and push-notification server — whether it responds and whether the network interferes. The connection profile changes the TLS handshake: if one passes and another is cut, the restriction depends on the connection type.
es: Comprueba un nodo de referencia por cada proveedor, servicio y servidor de notificaciones push: si responde y si la red interfiere. El perfil de conexión cambia el saludo TLS: si uno pasa y otro se corta, la restricción depende del tipo de conexión.
fr: Vérifie un nœud de référence par fournisseur, service et serveur de notifications push — s’il répond et si le réseau interfère. Le profil de connexion modifie la poignée de main TLS : si l’une passe et l’autre est coupée, la restriction dépend du type de connexion.
hi: हर प्रदाता, सेवा और पुश-नोटिफ़िकेशन सर्वर के लिए एक संदर्भ नोड जाँचता है — वह उत्तर देता है या नहीं और नेटवर्क बाधा डालता है या नहीं। कनेक्शन प्रोफ़ाइल TLS हैंडशेक बदलती है: यदि एक पास हो और दूसरा कटे, तो प्रतिबंध कनेक्शन के प्रकार पर निर्भर करता है।
it: Verifica un nodo di riferimento per ogni provider, servizio e server di notifiche push — se risponde e se la rete interferisce. Il profilo di connessione cambia l’handshake TLS: se uno passa e un altro viene interrotto, la restrizione dipende dal tipo di connessione.
ja: プロバイダ・サービス・プッシュ通知サーバーごとに 1 つの基準ノードを確認します — 応答するか、ネットワークが妨げていないか。接続プロファイルは TLS ハンドシェイクを変えます：一方が通り他方が切れる場合、制限は接続の種類に依存します。
ko: 제공자·서비스·푸시 알림 서버마다 기준 노드 하나를 확인합니다 — 응답 여부와 네트워크 간섭 여부. 연결 프로필은 TLS 핸드셰이크를 바꿉니다: 하나는 통과하고 다른 하나는 끊기면 제한은 연결 유형에 따라 달라집니다.
pt_br: Verifica um nó de referência por provedor, serviço e servidor de notificações push — se responde e se a rede interfere. O perfil de conexão muda o handshake TLS: se um passa e outro é cortado, a restrição depende do tipo de conexão.
tr: Her sağlayıcı, hizmet ve anlık bildirim sunucusu için bir referans düğümü denetler — yanıt verip vermediğini ve ağın engelleyip engellemediğini. Bağlantı profili TLS el sıkışmasını değiştirir: biri geçip diğeri kesiliyorsa kısıtlama bağlantı türüne bağlıdır.
zh_hans: 为每个运营商、服务和推送通知服务器各检测一个参考节点——它是否响应、网络是否干扰。连接配置会改变 TLS 握手方式：若一个通过而另一个被中断，则该限制取决于连接类型。

source: Проверяет по одному эталонному узлу для каждого провайдера, сервиса и сервера push-уведомлений — отвечает ли он и не мешает ли сеть. Сравнение с эталоном показывает, что именно недоступно.
ar: يفحص عقدة مرجعية واحدة لكل مزوّد وخدمة وخادم إشعارات دفع — هل يستجيب وهل تتدخل الشبكة. تُظهر المقارنة بالمرجع ما هو غير متاح بالضبط.
de: Prüft je einen Referenzknoten pro Anbieter, Dienst und Push-Server – ob er antwortet und ob das Netz stört. Der Vergleich mit einer Referenz zeigt genau, was nicht erreichbar ist.
en: Checks one reference node per provider, service and push-notification server — whether it responds and whether the network interferes. Comparison with a reference shows exactly what is unreachable.
es: Comprueba un nodo de referencia por cada proveedor, servicio y servidor de notificaciones push: si responde y si la red interfiere. La comparación con la referencia muestra qué es exactamente lo inaccesible.
fr: Vérifie un nœud de référence par fournisseur, service et serveur de notifications push — s’il répond et si le réseau interfère. La comparaison avec une référence montre exactement ce qui est inaccessible.
hi: हर प्रदाता, सेवा और पुश-नोटिफ़िकेशन सर्वर के लिए एक संदर्भ नोड जाँचता है — वह उत्तर देता है या नहीं और नेटवर्क बाधा डालता है या नहीं। संदर्भ से तुलना बताती है कि वास्तव में क्या अनुपलब्ध है।
it: Verifica un nodo di riferimento per ogni provider, servizio e server di notifiche push — se risponde e se la rete interferisce. Il confronto con un riferimento mostra esattamente cosa è irraggiungibile.
ja: プロバイダ・サービス・プッシュ通知サーバーごとに 1 つの基準ノードを確認します — 応答するか、ネットワークが妨げていないか。基準との比較で、何が到達不能かが正確に分かります。
ko: 제공자·서비스·푸시 알림 서버마다 기준 노드 하나를 확인합니다 — 응답 여부와 네트워크 간섭 여부. 기준과 비교하면 정확히 무엇이 도달 불가인지 알 수 있습니다.
pt_br: Verifica um nó de referência por provedor, serviço e servidor de notificações push — se responde e se a rede interfere. A comparação com uma referência mostra exatamente o que está inacessível.
tr: Her sağlayıcı, hizmet ve anlık bildirim sunucusu için bir referans düğümü denetler — yanıt verip vermediğini ve ağın engelleyip engellemediğini. Referansla karşılaştırma, tam olarak neyin erişilemez olduğunu gösterir.
zh_hans: 为每个运营商、服务和推送通知服务器各检测一个参考节点——它是否响应、网络是否干扰。与参考对比可显示到底什么不可达。

source: Проверяет, доступны ли серверы push-уведомлений Apple и Google.
ar: يفحص ما إذا كانت خوادم الإشعارات الفورية من Apple وGoogle متاحة.
de: Prüft, ob die Push-Server von Apple und Google erreichbar sind.
en: Checks whether Apple and Google push notification servers are reachable.
es: Comprueba si los servidores de notificaciones push de Apple y Google están accesibles.
fr: Vérifie si les serveurs de notifications push d’Apple et de Google sont accessibles.
hi: जाँचता है कि Apple और Google के पुश सूचना सर्वर उपलब्ध हैं या नहीं।
it: Verifica se i server di notifiche push di Apple e Google sono raggiungibili.
ja: Apple と Google のプッシュ通知サーバに接続できるかを確認します。
ko: Apple과 Google의 푸시 알림 서버에 연결되는지 확인해요.
pt_br: Verifica se os servidores de notificações push da Apple e do Google estão acessíveis.
tr: Apple ve Google’ın anlık bildirim sunucularına erişilip erişilemediğini denetler.
zh_hans: 检测 Apple 和 Google 的推送通知服务器是否可达。
